Repository: knotq-app/mobile
Catalog: ios/KnotQMobile/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fi, fr, he, hi, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# web.account.billing_cancelled_google_until
source: Your subscription is cancelled. Sync stays active until {date}. Re-enable it from your Google Play subscriptions.
ar: تم إلغاء الاشتراك. تبقى المزامنة نشطة حتى {date}. أعد تفعيله من اشتراكات Google Play.
cs: Vaše předplatné je zrušeno. Synchronizace zůstane aktivní až do {date}. Znovu ji povolte z vašich předplatných Google Play.
da: Dit abonnement er annulleret. Synkronisering forbliver aktiv til {date}. Genaktiver det fra dine Google Play-abonnementer.
de: Ihr Abonnement wurde storniert. Sync bleibt aktiv bis {date}. Aktivieren Sie es über Ihre Google Play-Abos erneut.
el: Η συνδρομή σας ακυρώθηκε. Ο συγχρονισμός παραμένει ενεργός έως {date}. Ενεργοποιήστε το ξανά από τις συνδρομές Google Play σας.
es: Tu suscripción está cancelada. La sincronización permanece activa hasta {date}. Vuelve a habilitarla desde tus suscripciones de Google Play.
fi: Tilauksesi on peruutettu. Synkronointi pysyy aktiivisena {date} saakka. Ota se uudelleen käyttöön Google Play -tilauksista.
fr: Votre abonnement est annulé. La synchronisation reste active jusqu'au {date}. Réactivez-le depuis vos abonnements Google Play.
he: המנוי שלך בוטל. הסנכרון נשאר פעיל עד {date}. הפעל אותו מחדש מרשומות Google Play.
hi: आपकी सदस्यता रद्द कर दी गई है। सिंक {date} तक सक्रिय रहता है। अपनी Google Play सदस्यता से इसे फिर से सक्षम करें।
hu: Az előfizetés törlésre került. A szinkronizálás a {date}-ig aktív marad. Engedélyezze újra a Google Play előfizetéseiből.
id: Langganan Anda dibatalkan. Sinkronisasi tetap aktif hingga {date}. Aktifkan kembali dari langganan Google Play Anda.
it: La tua sottoscrizione è annullata. La sincronizzazione rimane attiva fino a {date}. Riabilitala dalle tue sottoscrizioni di Google Play.
ja: サブスクリプションがキャンセルされました。同期は{date}までアクティブのままです。Google Playサブスクリプションから再度有効にしてください。
ko: 구독이 취소되었습니다. 동기화는 {date}까지 활성 상태입니다. Google Play 구독에서 다시 사용하도록 설정하세요.
ms: Langganan anda dibatalkan. Sinkron tetap aktif hingga {date}. Dayakan semula daripada langganan Google Play anda.
nb: Abonnementet ditt er avbestilt. Synk forblir aktivt til {date}. Aktiver det på nytt fra Google Play-abonnementene dine.
nl: Je abonnement is geannuleerd. Sync blijft actief tot {date}. Activeer het opnieuw vanuit je Google Play-abonnementen.
pl: Twoja subskrypcja jest anulowana. Synchronizacja pozostaje aktywna do {date}. Włącz ją ponownie w swoich subskrypcjach Google Play.
pt_br: Sua assinatura foi cancelada. A sincronização permanece ativa até {date}. Reative-a nas assinaturas do Google Play.
pt_pt: A sua subscrição foi cancelada. A sincronização permanece ativa até {date}. Reative-a a partir das suas subscrições do Google Play.
ro: Abonamentul dvs. este anulat. Sincronizarea rămâne activă până la {date}. Reactivați-o din abonamentele dvs. Google Play.
ru: Ваша подписка отменена. Синхронизация остаётся активной до {date}. Повторно включите её в подписках Google Play.
sk: Vaše predplatné je zrušené. Synchronizácia zostáva aktívna do {date}. Opätovne ju zapnite z predplatných Google Play.
sv: Din prenumeration är avbruten. Synkronisering förblir aktiv tills {date}. Aktivera den igen från dina Google Play-prenumerationer.
th: การสมัครสมาชิกของคุณยกเลิกแล้ว Sync ยังใช้งานต่อไปจนถึง {date} เปิดใช้งานอีกครั้งจากการสมัครสมาชิก Google Play ของคุณ
tr: Aboneliğiniz iptal edildi. Senkronizasyon {date} tarihine kadar etkin kalır. Google Play aboneliklerinizden yeniden etkinleştirin.
uk: Ваша підписка скасована. Синхронізація залишається активною до {date}. Повторно увімкніть її через підписки Google Play.
vi: Đăng ký của bạn đã bị hủy. Đồng bộ vẫn hoạt động cho đến {date}. Kích hoạt lại từ những đăng ký Google Play của bạn.
zh_hans: 您的订阅已取消。同步将保持活跃直到 {date}。在您的 Google Play 订阅中重新启用。
zh_hant: 您的訂閱已取消。同步在 {date} 前保持有效。從您的 Google Play 訂閱重新啟用它。

# web.account.billing_cancelled_web_ends
source: Your subscription is cancelled. Sync stays active until the current period ends. Re-enable it from this page to keep renewing.
ar: تم إلغاء الاشتراك. تبقى المزامنة نشطة حتى نهاية الفترة الحالية. أعد تفعيله من هذه الصفحة للاستمرار في التجديد.
cs: Vaše předplatné je zrušeno. Synchronizace zůstane aktivní až do konce aktuálního období. Znovu ji povolte z této stránky, aby se nadále obnovovala.
da: Dit abonnement er annulleret. Synkronisering forbliver aktiv til periodens afslutning. Genaktiver det fra denne side for at fortsætte med at forny.
de: Ihr Abonnement wurde storniert. Sync bleibt aktiv, bis der aktuelle Zeitraum endet. Aktivieren Sie es auf dieser Seite erneut, um die Verlängerung zu beibehalten.
el: Η συνδρομή σας ακυρώθηκε. Ο συγχρονισμός παραμένει ενεργός έως το τέλος της τρέχουσας περιόδου. Ενεργοποιήστε το ξανά από αυτή τη σελίδα για να συνεχίσετε την ανανέωση.
es: Tu suscripción está cancelada. La sincronización permanece activa hasta que termine el período actual. Vuelve a habilitarla desde esta página para seguir renovándola.
fi: Tilauksesi on peruutettu. Synkronointi pysyy aktiivisena nykyisen jakson päättymiseen asti. Ota se uudelleen käyttöön tältä sivulta jatkuvaa uusimista varten.
fr: Votre abonnement est annulé. La synchronisation reste active jusqu'à la fin de la période actuelle. Réactivez-le depuis cette page pour continuer le renouvellement.
he: המנוי שלך בוטל. הסנכרון נשאר פעיל עד סוף התקופה הנוכחית. הפעל אותו מחדש מעמוד זה כדי להמשיך בהחידוש.
hi: आपकी सदस्यता रद्द कर दी गई है। सिंक वर्तमान अवधि के अंत तक सक्रिय रहता है। नवीकरण जारी रखने के लिए इस पृष्ठ से इसे फिर से सक्षम करें।
hu: Az előfizetés törlésre került. A szinkronizálás az aktuális időszak végéig aktív marad. Engedélyezze újra az oldal megtartásához az újabb megújuláshoz.
id: Langganan Anda dibatalkan. Sinkronisasi tetap aktif hingga periode saat ini berakhir. Aktifkan kembali dari halaman ini untuk terus memperbarui.
it: La tua sottoscrizione è annullata. La sincronizzazione rimane attiva fino alla fine del periodo attuale. Riabilitala da questa pagina per continuare il rinnovo.
ja: サブスクリプションがキャンセルされました。同期は現在の期間が終わるまでアクティブのままです。このページから再度有効にして、更新を続けてください。
ko: 구독이 취소되었습니다. 동기화는 현재 기간이 끝날 때까지 활성 상태입니다. 이 페이지에서 다시 사용하도록 설정하여 계속 갱신하세요.
ms: Langganan anda dibatalkan. Sinkron tetap aktif hingga tempoh semasa berakhir. Dayakan semula dari halaman ini untuk terus membarui.
nb: Abonnementet ditt er avbestilt. Synk forblir aktivt til slutten av den nåværende perioden. Aktiver det på nytt fra denne siden for å fortsette fornyelsen.
nl: Je abonnement is geannuleerd. Sync blijft actief tot het einde van de huidige periode. Activeer het opnieuw op deze pagina om het abonnement te verlengen.
pl: Twoja subskrypcja jest anulowana. Synchronizacja pozostaje aktywna do końca bieżącego okresu. Włącz ją ponownie z tej strony, aby kontynuować odnowienie.
pt_br: Sua assinatura foi cancelada. A sincronização permanece ativa até o final do período atual. Reative-a nesta página para continuar renovando.
pt_pt: A sua subscrição foi cancelada. A sincronização permanece ativa até ao fim do período atual. Reative-a a partir desta página para continuar a renovar.
ro: Abonamentul dvs. este anulat. Sincronizarea rămâne activă până la sfârșitul perioadei curente. Reactivați-o din această pagină pentru a continua reînnoirea.
ru: Ваша подписка отменена. Синхронизация остаётся активной до конца текущего периода. Повторно включите её на этой странице, чтобы продолжить автоматическое продление.
sk: Vaše predplatné je zrušené. Synchronizácia zostáva aktívna až do konca aktuálneho obdobia. Opätovne ju zapnite z tejto stránky, aby sa pokračovalo v obnovovaní.
sv: Din prenumeration är avbruten. Synkronisering förblir aktiv tills den aktuella perioden slutar. Aktivera den igen från den här sidan för att fortsätta förnya.
th: การสมัครสมาชิกของคุณยกเลิกแล้ว Sync ยังใช้งานต่อไปจนสิ้นสุดช่วงเวลาปัจจุบัน เปิดใช้งานอีกครั้งจากหน้านี้เพื่อให้ต่ออายุ
tr: Aboneliğiniz iptal edildi. Senkronizasyon geçerli dönem sonuna kadar etkin kalır. Yenilemeyi devam ettirmek için bu sayfadan yeniden etkinleştirin.
uk: Ваша підписка скасована. Синхронізація залишається активною до закінчення поточного періоду. Повторно увімкніть із цієї сторінки, щоб продовжити поновлення.
vi: Đăng ký của bạn đã bị hủy. Đồng bộ vẫn hoạt động cho đến khi khoảng thời gian hiện tại kết thúc. Kích hoạt lại từ trang này để tiếp tục gia hạn.
zh_hans: 您的订阅已取消。同步将保持活跃直到当前期限结束。从此页面重新启用以继续续订。
zh_hant: 您的訂閱已取消。同步在目前週期結束前保持有效。從此頁面重新啟用以繼續續約。

# web.account.billing_cancelled_web_until
source: Your subscription is cancelled. Sync stays active until {date}. Re-enable it from this page to keep renewing.
ar: تم إلغاء الاشتراك. تبقى المزامنة نشطة حتى {date}. أعد تفعيله من هذه الصفحة للاستمرار في التجديد.
cs: Vaše předplatné je zrušeno. Synchronizace zůstane aktivní až do {date}. Znovu ji povolte z této stránky, aby se nadále obnovovala.
da: Dit abonnement er annulleret. Synkronisering forbliver aktiv til {date}. Genaktiver det fra denne side for at fortsætte med at forny.
de: Ihr Abonnement wurde storniert. Sync bleibt aktiv bis {date}. Aktivieren Sie es auf dieser Seite erneut, um die Verlängerung zu beibehalten.
el: Η συνδρομή σας ακυρώθηκε. Ο συγχρονισμός παραμένει ενεργός έως {date}. Ενεργοποιήστε το ξανά από αυτή τη σελίδα για να συνεχίσετε την ανανέωση.
es: Tu suscripción está cancelada. La sincronización permanece activa hasta {date}. Vuelve a habilitarla desde esta página para seguir renovándola.
fi: Tilauksesi on peruutettu. Synkronointi pysyy aktiivisena {date} saakka. Ota se uudelleen käyttöön tältä sivulta jatkuvaa uusimista varten.
fr: Votre abonnement est annulé. La synchronisation reste active jusqu'au {date}. Réactivez-le depuis cette page pour continuer le renouvellement.
he: המנוי שלך בוטל. הסנכרון נשאר פעיל עד {date}. הפעל אותו מחדש מעמוד זה כדי להמשיך בהחידוש.
hi: आपकी सदस्यता रद्द कर दी गई है। सिंक {date} तक सक्रिय रहता है। नवीकरण जारी रखने के लिए इस पृष्ठ से इसे फिर से सक्षम करें।
hu: Az előfizetés törlésre került. A szinkronizálás a {date}-ig aktív marad. Engedélyezze újra az oldal megtartásához az újabb megújuláshoz.
id: Langganan Anda dibatalkan. Sinkronisasi tetap aktif hingga {date}. Aktifkan kembali dari halaman ini untuk terus memperbarui.
it: La tua sottoscrizione è annullata. La sincronizzazione rimane attiva fino a {date}. Riabilitala da questa pagina per continuare il rinnovo.
ja: サブスクリプションがキャンセルされました。同期は{date}までアクティブのままです。このページから再度有効にして、更新を続けてください。
ko: 구독이 취소되었습니다. 동기화는 {date}까지 활성 상태입니다. 이 페이지에서 다시 사용하도록 설정하여 계속 갱신하세요.
ms: Langganan anda dibatalkan. Sinkron tetap aktif hingga {date}. Dayakan semula dari halaman ini untuk terus membarui.
nb: Abonnementet ditt er avbestilt. Synk forblir aktivt til {date}. Aktiver det på nytt fra denne siden for å fortsette fornyelsen.
nl: Je abonnement is geannuleerd. Sync blijft actief tot {date}. Activeer het opnieuw op deze pagina om het abonnement te verlengen.
pl: Twoja subskrypcja jest anulowana. Synchronizacja pozostaje aktywna do {date}. Włącz ją ponownie z tej strony, aby kontynuować odnowienie.
pt_br: Sua assinatura foi cancelada. A sincronização permanece ativa até {date}. Reative-a nesta página para continuar renovando.
pt_pt: A sua subscrição foi cancelada. A sincronização permanece ativa até {date}. Reative-a a partir desta página para continuar a renovar.
ro: Abonamentul dvs. este anulat. Sincronizarea rămâne activă până la {date}. Reactivați-o din această pagină pentru a continua reînnoirea.
ru: Ваша подписка отменена. Синхронизация остаётся активной до {date}. Повторно включите её на этой странице, чтобы продолжить автоматическое продление.
sk: Vaše predplatné je zrušené. Synchronizácia zostáva aktívna do {date}. Opätovne ju zapnite z tejto stránky, aby sa pokračovalo v obnovovaní.
sv: Din prenumeration är avbruten. Synkronisering förblir aktiv tills {date}. Aktivera den igen från den här sidan för att fortsätta förnya.
th: การสมัครสมาชิกของคุณยกเลิกแล้ว Sync ยังใช้งานต่อไปจนถึง {date} เปิดใช้งานอีกครั้งจากหน้านี้เพื่อให้ต่ออายุ
tr: Aboneliğiniz iptal edildi. Senkronizasyon {date} tarihine kadar etkin kalır. Yenilemeyi devam ettirmek için bu sayfadan yeniden etkinleştirin.
uk: Ваша підписка скасована. Синхронізація залишається активною до {date}. Повторно увімкніть із цієї сторінки, щоб продовжити поновлення.
vi: Đăng ký của bạn đã bị hủy. Đồng bộ vẫn hoạt động cho đến {date}. Kích hoạt lại từ trang này để tiếp tục gia hạn.
zh_hans: 您的订阅已取消。同步将保持活跃直到 {date}。从此页面重新启用以继续续订。
zh_hant: 您的訂閱已取消。同步在 {date} 前保持有效。從此頁面重新啟用以繼續續約。

# web.account.billing_choose_plan
source: Choose monthly or annual to enable hosted sync for this account.
ar: اختر الشهري أو السنوي لتفعيل المزامنة المستضافة لهذا الحساب.
cs: Zvolte měsíční nebo roční odběr, abyste povolili hostovanou synchronizaci pro tento účet.
da: Vælg månedlig eller årlig for at aktivere hosted synkronisering for denne konto.
de: Wählen Sie monatlich oder jährlich, um gehostetes Sync für dieses Konto zu aktivieren.
el: Επιλέξτε μηνιαία ή ετήσια για ενεργοποίηση συγχρονισμού φιλοξενίας για αυτό το λογαριασμό.
es: Elige mensual o anual para habilitar la sincronización alojada en esta cuenta.
fi: Valitse kuukausittain tai vuosittain, jotta voit ottaa isännöidyn synkronoinnin käyttöön tälle tilille.
fr: Choisissez le mensuel ou l'annuel pour activer la synchronisation hébergée pour ce compte.
he: בחר חודשי או שנתי כדי להפעיל סנכרון מתאחסן לחשבון זה.
hi: इस खाते के लिए होस्ट की गई सिंक सक्षम करने के लिए मासिक या वार्षिक चुनें।
hu: Válassza a havi vagy éves előfizetést a szinkronizálás engedélyezéséhez.
id: Pilih bulanan atau tahunan untuk mengaktifkan sinkronisasi tuan rumah untuk akun ini.
it: Scegli mensile o annuale per abilitare la sincronizzazione ospitata per questo account.
ja: 月額または年額を選択して、このアカウントのホストされた同期を有効にしてください。
ko: 월간 또는 연간을 선택하여 이 계정에서 호스팅된 동기화를 사용하도록 설정하세요.
ms: Pilih bulanan atau tahunan untuk mendayakan sinkron tuan rumah bagi akaun ini.
nb: Velg månedlig eller årlig for å aktivere hoastet synk for denne kontoen.
nl: Kies maandelijks of jaarlijks om gehoste synchronisatie voor dit account in te schakelen.
pl: Wybierz miesięczny lub roczny plan, aby włączyć synchronizację w chmurze dla tego konta.
pt_br: Escolha mensal ou anual para ativar a sincronização hospedada para esta conta.
pt_pt: Escolha mensal ou anual para ativar a sincronização alojada para esta conta.
ro: Alegeți lunar sau anual pentru a activa sincronizarea găzduită pentru acest cont.
ru: Выберите ежемесячное или годовое планирование, чтобы включить размещённую синхронизацию для этой учётной записи.
sk: Vyberte mesačné alebo ročné nastavenie, aby ste povolili hostovanú synchronizáciu pre tento účet.
sv: Välj månatlig eller årlig för att aktivera hosted synkronisering för det här kontot.
th: เลือกรายเดือนหรือรายปีเพื่อเปิดใช้งาน Sync ที่โฮสต์สำหรับบัญชีนี้
tr: Bu hesap için barındırılan senkronizasyonu etkinleştirmek için aylık veya yıllık seçeneğini seçin.
uk: Виберіть щомісячно або щорічно, щоб увімкнути розміщену синхронізацію для цього облікового запису.
vi: Chọn hàng tháng hoặc hàng năm để bật đồng bộ được lưu trữ cho tài khoản này.
zh_hans: 选择按月或按年以为此账户启用托管同步。
zh_hant: 選擇月繳或年繳以為此帳戶啟用代管同步。

# web.account.billing_managed_apple
source: This subscription is managed by Apple. Use your Apple account subscriptions to make billing changes.
ar: يتم إدارة هذا الاشتراك بواسطة Apple. استخدم اشتراكات حسابك في Apple لإجراء تغييرات الفواتير.
cs: Toto předplatné je spravováno společností Apple. Chcete-li provést změny fakturace, použijte svůj účet Apple.
da: Dette abonnement administreres af Apple. Brug dine Apple-kontoabonnementer til at foretage faktureringsændringer.
de: Dieses Abonnement wird von Apple verwaltet. Verwenden Sie Ihre Apple-Kontoabos, um Änderungen bei der Abrechnung vorzunehmen.
el: Η συνδρομή αυτή διαχειρίζεται από την Apple. Χρησιμοποιήστε τις συνδρομές Apple Account σας για να κάνετε αλλαγές τιμολόγησης.
es: Apple gestiona esta suscripción. Usa tus suscripciones de cuenta de Apple para hacer cambios de facturación.
fi: Tätä tilausta hallinnoi Apple. Käytä Apple-tilin tilauksia muuttaaksesi laskutustietoja.
fr: Cet abonnement est géré par Apple. Utilisez les abonnements de votre compte Apple pour apporter des modifications à la facturation.
he: המנוי הזה מנוהל על ידי Apple. השתמש בחשבון Apple שלך כדי לבצע שינויים בחיוב.
hi: यह सदस्यता Apple द्वारा प्रबंधित है। बिलिंग परिवर्तन करने के लिए अपने Apple खाते की सदस्यता का उपयोग करें।
hu: Az előfizetést az Apple kezeli. Az Apple-fiók előfizetéseiből hajthat végre számlázási módosításokat.
id: Langganan ini dikelola oleh Apple. Gunakan langganan akun Apple Anda untuk membuat perubahan penagihan.
it: Questa sottoscrizione è gestita da Apple. Usa le tue sottoscrizioni dell'account Apple per apportare modifiche di fatturazione.
ja: このサブスクリプションはAppleによって管理されています。Apple Accountのサブスクリプションを使用して、請求を変更してください。
ko: 이 구독은 Apple에서 관리합니다. Apple 계정 구독을 사용하여 청구 변경을 하세요.
ms: Langganan ini diuruskan oleh Apple. Gunakan langganan akaun Apple anda untuk membuat perubahan pengebilan.
nb: Dette abonnementet administreres av Apple. Bruk Apple-kontoen din til å gjøre faktureringsendringer.
nl: Dit abonnement wordt beheerd door Apple. Gebruik je Apple Account-abonnementen om factureringswijzigingen aan te brengen.
pl: Ta subskrypcja jest zarządzana przez Apple. Użyj subskrypcji konta Apple, aby wprowadzić zmiany w rozliczeniach.
pt_br: Esta assinatura é gerenciada pela Apple. Use as assinaturas da sua Conta Apple para fazer alterações de faturamento.
pt_pt: Esta subscrição é gerida pela Apple. Utilize as suas subscrições de conta Apple para fazer alterações de faturação.
ro: Acest abonament este gestionat de Apple. Utilizați abonamentele contului dvs. Apple pentru a efectua modificări de facturare.
ru: Эта подписка управляется Apple. Используйте подписки вашей учётной записи Apple для внесения изменений в выставление счётов.
sk: Toto predplatné spravuje Apple. Na zmenu nastavenia fakturácie použite predplatné svojho Apple účtu.
sv: Den här prenumerationen hanteras av Apple. Använd dina Apple-kontoprenumerationer för att göra faktureringsändringar.
th: การสมัครสมาชิกนี้จัดการโดย Apple ใช้การสมัครสมาชิกบัญชี Apple ของคุณเพื่อทำการเปลี่ยนแปลงการเรียกเก็บเงิน
tr: Bu abonelik Apple tarafından yönetilir. Fatura değişiklikleri yapmak için Apple hesabınızın aboneliklerini kullanın.
uk: Цією підпискою керує Apple. Використовуйте підписки облікового запису Apple для внесення змін до тарифікації.
vi: Đăng ký này được quản lý bởi Apple. Sử dụng những đăng ký tài khoản Apple của bạn để thực hiện thay đổi thanh toán.
zh_hans: 此订阅由 Apple 管理。使用您的 Apple 账户订阅进行计费更改。
zh_hant: 此訂閱由 Apple 管理。使用您的 Apple 帳戶訂閱項目進行帳單變更。

# web.account.billing_managed_google
source: This subscription is managed by Google Play. Use Google Play subscriptions to make billing changes.
ar: يتم إدارة هذا الاشتراك بواسطة Google Play. استخدم اشتراكات Google Play لإجراء تغييرات الفواتير.
cs: Toto předplatné je spravováno společností Google Play. Chcete-li provést změny fakturace, použijte Google Play.
da: Dette abonnement administreres af Google Play. Brug Google Play-abonnementer til at foretage faktureringsændringer.
de: Dieses Abonnement wird von Google Play verwaltet. Verwenden Sie Google Play-Abos, um Änderungen bei der Abrechnung vorzunehmen.
el: Η συνδρομή αυτή διαχειρίζεται από το Google Play. Χρησιμοποιήστε τις συνδρομές Google Play για να κάνετε αλλαγές τιμολόγησης.
es: Google Play gestiona esta suscripción. Usa tus suscripciones de Google Play para hacer cambios de facturación.
fi: Tätä tilausta hallinnoi Google Play. Käytä Google Play -tilauksia muuttaaksesi laskutustietoja.
fr: Cet abonnement est géré par Google Play. Utilisez les abonnements Google Play pour apporter des modifications à la facturation.
he: המנוי הזה מנוהל על ידי Google Play. השתמש ברשומות Google Play כדי לבצע שינויים בחיוב.
hi: यह सदस्यता Google Play द्वारा प्रबंधित है। बिलिंग परिवर्तन करने के लिए Google Play सदस्यता का उपयोग करें।
hu: Az előfizetést a Google Play kezeli. A Google Play előfizetéseiből hajthat végre számlázási módosításokat.
id: Langganan ini dikelola oleh Google Play. Gunakan langganan Google Play untuk membuat perubahan penagihan.
it: Questa sottoscrizione è gestita da Google Play. Usa le tue sottoscrizioni di Google Play per apportare modifiche di fatturazione.
ja: このサブスクリプションはGoogle Playによって管理されています。Google Playサブスクリプションを使用して、請求を変更してください。
ko: 이 구독은 Google Play에서 관리합니다. Google Play 구독을 사용하여 청구 변경을 하세요.
ms: Langganan ini diuruskan oleh Google Play. Gunakan langganan Google Play untuk membuat perubahan pengebilan.
nb: Dette abonnementet administreres av Google Play. Bruk Google Play-abonnementene dine til å gjøre faktureringsendringer.
nl: Dit abonnement wordt beheerd door Google Play. Gebruik Google Play-abonnementen om factureringswijzigingen aan te brengen.
pl: Ta subskrypcja jest zarządzana przez Google Play. Użyj subskrypcji Google Play, aby wprowadzić zmiany w rozliczeniach.
pt_br: Esta assinatura é gerenciada pelo Google Play. Use as assinaturas do Google Play para fazer alterações de faturamento.
pt_pt: Esta subscrição é gerida pelo Google Play. Utilize as subscrições do Google Play para fazer alterações de faturação.
ro: Acest abonament este gestionat de Google Play. Utilizați abonamentele Google Play pentru a efectua modificări de facturare.
ru: Эта подписка управляется Google Play. Используйте подписки Google Play для внесения изменений в выставление счётов.
sk: Toto predplatné spravuje Google Play. Na zmenu nastavenia fakturácie použite predplatné Google Play.
sv: Den här prenumerationen hanteras av Google Play. Använd Google Play-prenumerationer för att göra faktureringsändringar.
th: การสมัครสมาชิกนี้จัดการโดย Google Play ใช้การสมัครสมาชิก Google Play เพื่อทำการเปลี่ยนแปลงการเรียกเก็บเงิน
tr: Bu abonelik Google Play tarafından yönetilir. Fatura değişiklikleri yapmak için Google Play aboneliklerini kullanın.
uk: Цією підпискою керує Google Play. Використовуйте підписки Google Play для внесення змін до тарифікації.
vi: Đăng ký này được quản lý bởi Google Play. Sử dụng những đăng ký Google Play để thực hiện thay đổi thanh toán.
zh_hans: 此订阅由 Google Play 管理。使用 Google Play 订阅进行计费更改。
zh_hant: 此訂閱由 Google Play 管理。使用 Google Play 訂閱進行帳單變更。
